"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Kanal: ";
"    Country Code: "    = "    Länderkennung: ";
"    IP Address: "      = "    IP-Adresse: ";
"    Internet: "        = "    Internet: ";
"    MCS Index: "       = "    MCS-Index: ";
"    NSS: "             = "    NSS: ";
"    Noise: "           = "    Störsignal: ";
"    PHY Mode: "        = "    PHY-Modus: ";
"    RSSI: "            = "    RSSI: ";
"    Router: "          = "    Router: ";
"    Security: "        = "    Sicherheit: ";
"    Tx Rate: "         = "    Tx Rate: ";
"About HeliPort" = "Über HeliPort";
"Address: " = "Adresse: ";
"Cancel" = "Abbrechen";
"Check for Updates..." = "Auf Updates überprüfen...";
"Create Diagnostics Report..." = "Diagnosebericht erstellen...";
"Create Network..." = "Netzwerk anlegen...";
"Disconnect from: " = "Trennung von: ";
"Dismiss" = "Verwerfen";
"Dynamic WEP" = "Dynamisches WEP";
"Enable Wi-Fi Logging" = "WLAN-Protokollierung aktivieren";
"Enter the name and security type of the network you want to join." = "Gib den Namen und den Sicherheitstyp des Netzwerks an, mit dem du dich verbinden möchtest.";
"FUNCTION NOT IMPLEMENTED" = "FUNKTION NICHT IMPLEMENTIERT";
"Find and join a Wi-Fi network." = "WLAN-Netzwerk finden und damit verbinden";
"HeliPort API Version: " = "HeliPort API Version: ";
"HeliPort running at an unexpected path" = "HeliPort läuft auf einem unerwarteten Pfad";
"Interface Name: " = "Anschlussname: ";
"Join Other Network..." = "Mit anderem Netzwerk verbinden...";
"Join" = "Verbinden";
"Launch At Login" = "Beim Anmelden starten";
"Network Name:" = "Netzwerkname:";
"No Network Avaliable" = "Kein Netzwerk verfügbar";
"No Status Information Avaliable" = "Keine Statusinformationen verfügbar";
"None" = "Ohne";
"Open Network Preferences..." = "Systemeinstellung "Netzwerk" öffnen...";
"Open Wireless Diagnostics..." = "Diagnose für drahtlose Umgebungen öffnen...";
"Password" = "Passwort";
"Password:" = "Passwort:";
"Quit HeliPort" = "HeliPort beenden";
"Reachable" = "Erreichbar";
"Remember this network" = "Dieses Netzwerk merken";
"Security:" = "Sicherheit:";
"Show password" = "Passwort einblenden";
"Turn Wi-Fi Off" = "WLAN deaktivieren";
"Turn Wi-Fi On" = "WLAN aktivieren";
"Unavailable" = "Nicht verfügbar";
"Unknown" = "Unbekannt";
"Unreachable" = "Nicht erreichbar";
"Username:" = "Benutzername:";
"Version: " = "Version: ";
"Visit OpenIntelWireless on GitHub" = "Besuche OpenIntelWireless auf GitHub";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "Firmenweiter WPA/WPA2";
"WPA/WPA2 Personal" = "Persönlicher WPA/WPA2";
"WPA2 Enterprise" = "Firmenweiter WPA2";
"WPA2 Personal" = "Persönlicher WPA2";
"WPA2/WPA3 Enterprise" = "Firmenweiter WPA2/WPA3";
"WPA2/WPA3 Personal" = "Persönlicher WPA2/WPA3";
"WPA3 Enterprise" = "Firmenweiter WPA3";
"WPA3 Personal" = "Persönlicher WPA3";
"Wi-Fi Network \"" = "WLAN-Netzwerk \"";
"Wi-Fi: Connected" = "WLAN: Verbunden";
"Wi-Fi: Connecting" = "WLAN: Verbinden";
"Wi-Fi: Looking for Networks..." = "WLAN: Netzwerke suchen...";
"Wi-Fi: Off" = "WLAN: aus";
"Wi-Fi: On" = "WLAN: ein";
"Wi-Fi: Status unavailable" = "WLAN: Status nicht verfügbar";
"\" Requires Password" = "\" Benötigt Passwort";
"itlwm API Version: " = "itlwm API Version: ";
"itlwm Version Mismatch" = "itlwm Version sstimmt nicht überein";
"itlwm is not running" = "itlwm läuft nicht";
